tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oven-sh/bun"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"
brew "sqlite"
brew "ansible"
brew "brotli"
brew "azure-cli"
brew "argon2"
brew "bottom"
brew "asciiquarium"
brew "bash"
brew "efm-langserver"
brew "easy-rsa"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "go"
brew "htop"
brew "iproute2mac"
brew "lazygit"
brew "lsd"
brew "lynx"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "openssh"
brew "pnpm"
brew "python@3.11"
brew "ripgrep"
brew "reattach-to-user-namespace"
brew "rust"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "toilet"
brew "tree"
brew "wget"
brew "yq"
brew "zoxide"
cask "font-victor-mono-nerd-font"
cask "microsoft-teams"
cask "obsidian"
cask "raycast"
cask "warp"
cask "devtoys"
cask "wezterm"
cask "visual-studio-code-insiders"
cask "iina"
cask "font-press-start-2p"
cask "alt-tab"
cask "slack"