tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "brotli"
brew "argon2"
brew "asciiquarium"
brew "bash"
brew "efm-langserver"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "go"
brew "iproute2mac"
brew "lazygit"
brew "lsd"
brew "lynx"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "pnpm"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "toilet"
brew "tree"
brew "zoxide"
cask "font-victor-mono-nerd-font"
cask "microsoft-teams"
cask "obsidian"
cask "raycast"
cask "warp"
cask "wezterm"
cask "visual-studio-code-insiders"
